// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Direct Print instellingen";

NoSetTitle = "Kan Direct Print instellingen niet instellen";
NoSetMsg = "Controleer of de printer aanstaat en is verbonden. Probeer het vervolgens opnieuw.";
UnknownValue = "Kies…";

"Keep Current Settings" = "Huidige instellingen behouden";

"US Letter" = "US Letter";
"A4" = "A4";
"Legal" = "Legal";
"Hagaki Card" = "Hagaki-kaart";
"Photo 4 x 6 in." = "Foto (102 x 152 mm)";
"Photo 5 x 7 in." = "Foto (127 x 178 mm)";
"Photo L" = "Foto L";
"Borderless Photo 4 x 6 in." = "Foto zonder rand (102 x 152 mm)";
"Borderless Hagaki Card" = "Hagaki-kaart zonder rand";
"Borderless Photo L" = "Foto zonder rand L";

"Plain Paper" = "Gewoon papier";
"Transparency" = "Transparant";
"InkJet Paper" = "Inkjetpapier";
"Photo Paper" = "Fotopapier";
"Brochure Paper" = "Brochurepapier";

"Index" = "Indexkaart";
"2 x 3 in." = "51 x 76 mm";
"3 x 5 in." = "76 x 127 mm";
"4 x 6 in." = "102 x 152 mm";
"5 x 7 in." = "127 x 178 mm";
"6 x 8 in." = "152 x 203 mm";
"8 x 10 in." = "203 x 254 mm";
"60 x 80 mm" = "60 x 80 mm";
"Photo L (89 x 127 mm)" = "Foto L (89 x 127 mm)";
"Hagaki Card (100 x 148 mm)" = "Hagaki-kaart (100 x 148 mm)";
"130 x 180 mm" = "130 x 180 mm";
"90 x 130 mm" = "90 X 130 mm";
"100 x 150 mm" = "100 x 150 mm";
"150 x 210 mm" = "150 x 210 mm";
"200 x 250 mm" = "200 x 250 mm";

"Best" = "Best";
"Normal" = "Normaal";
"Fast" = "Snel";

TaskDescription = "Met digitale camera’s die DPOF (digital print order format) ondersteunen, kunt u via uw camera opties om foto’s af te drukken opgeven.\n\nAls u een compactflashkaart met DPOF-bestanden plaatst, drukt de printer de opgegeven foto’s automatisch af met de volgende instellingen:";
MediaSizeLabel = "Afdrukmateriaalformaat:";
MediaTypeLabel = "Afdrukmateriaaltype:";
PrintQualityLabel = "Afdrukkwaliteit:";
PhotoSizeLabel = "Fotoformaat:";
TaskNote1 = "N.B. Deze instellingen gelden ook voor afdruktaken die vanaf een PDA (personal digital assistant) worden verstuurd.";
TaskNote2 = "Het gekozen fotoformaat moet kleiner zijn dan of gelijk zijn aan het gekozen papierformaat.";
ApplyButtonTitle = "Pas wijzigingen toe";
